// 임시 마커 데이터

export const positions = [
  // 이젠 아카데미 주변
  { id: 1, title: "예시 장소 이젠-1", address: "서울 서초구 서초동 1303-16", latlng: [37.50290673993872, 127.02379497857606] },
  { id: 2, title: "예시 장소 이젠-2", address: "서울 강남구 역삼동 615-10", latlng: [37.50395120533414, 127.02705246270267] },
  { id: 3, title: "예시 장소 이젠-3", address: "서울 서초구 서초동 1373", latlng: [37.501176381360814, 127.02583007452586] },
  { id: 4, title: "예시 장소 이젠-4", address: "서울 강남구 역삼동 813-4", latlng: [37.50265388045145, 127.02650914523906] },
  { id: 5, title: "예시 장소 이젠-5", address: "서울 강남구 역삼동 635-1", latlng: [37.50092310493116, 127.0300369728528] },
  { id: 6, title: "예시 장소 이젠-6", address: "서울 서초구 서초동 1310-26", latlng: [37.50160957443626, 127.02234698872635] },
  { id: 7, title: "예시 장소 이젠-7", address: "서울 서초구 서초동 1417", latlng: [37.49923019353915, 127.02589725721033] },
  { id: 8, title: "예시 장소 이젠-8", address: "서울 강남구 역삼동 624-27", latlng: [37.503517654356244, 127.03137253233487] },
  // 압구정역 주변
  { id: 101, title: "예시 장소 압구정-1", address: "서울 강남구 압구정동 429", latlng: [37.527548487461104, 127.02707229513655] },
  { id: 102, title: "예시 장소 압구정-2", address: "서울 강남구 압구정동 458", latlng: [37.52856619890655, 127.0288488468041] },
  { id: 103, title: "예시 장소 압구정-3", address: "서울 강남구 압구정동 458", latlng: [37.52895324955522, 127.03036498228045] },
  { id: 104, title: "예시 장소 압구정-4", address: "서울 강남구 신사동 609", latlng: [37.526349484224035, 127.02985484464888] },
  { id: 105, title: "예시 장소 압구정-5", address: "서울 강남구 신사동 667-28", latlng: [37.52563832168167, 127.02725261014528] },
  { id: 106, title: "예시 장소 압구정-6", address: "서울 강남구 신사동 603-2", latlng: [37.52466493197639, 127.0285532147074] },
  { id: 107, title: "예시 장소 압구정-7", address: "서울 강남구 신사동 609-2", latlng: [37.52559269097507, 127.02966222505108] },
  { id: 108, title: "예시 장소 압구정-8", address: "서울 강남구 신사동 606-5", latlng: [37.524907610262524, 127.03090635305857] },
  { id: 109, title: "예시 장소 압구정-9", address: "서울 강남구 신사동 576-10", latlng: [37.52484553047642, 127.02685637686314] },
];
